tap "antoniorodr/memo"
tap "steipete/tap"
tap "yakitrak/yakitrak"
brew "bat"
brew "bcrypt"
brew "btop"
brew "cask"
brew "chezmoi"
brew "cliclick"
brew "xz"
brew "cloudflare-wrangler"
brew "curl"
brew "d2"
brew "direnv"
brew "duckdb"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "goose"
brew "graphviz"
brew "htop"
brew "imagemagick"
brew "jq"
brew "mise"
brew "neonctl"
brew "nmap"
brew "ollama"
brew "pandoc"
brew "poppler"
brew "postgresql@16"
brew "pyenv"
brew "ripgrep"
brew "tailscale"
brew "tmux"
brew "tree"
brew "weasyprint"
brew "xcodegen"
brew "yq"
brew "antoniorodr/memo/memo"
brew "steipete/tap/goplaces"
brew "yakitrak/yakitrak/obsidian-cli"
cask "1password-cli"
cask "blackhole-16ch"
cask "claude"
cask "claude-code"
cask "cloudflare-warp"
cask "codex"
cask "dbeaver-community"
cask "docker-desktop"
cask "gcloud-cli"
cask "gemini"
cask "mactex"
cask "sourcetree"
cask "wezterm"
vscode "anthropic.claude-code"
vscode "anysphere.cursorpyright"
vscode "anysphere.remote-ssh"
vscode "continue.continue"
vscode "databricks.neon-local-connect"
vscode "ecmel.vscode-html-css"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
